[
    {
        "id": "futhark",
        "name": "Futhark",
        "icon": "futhark.png",
        "promo": "Unlock the secrets of Viking history with our Rune Translator app! Effortlessly translate to Elder & Younger Futhark, learn the runes, and type with our runic keyboards.",
        "subtitle": "Learn the world of ancient runes today!",
        "keywords": "rune translator, norse, viking, translator, runes, runic, keyboard, translate, rune, symbol, convert, futhark, norse translate, rune translaton app, futhark app, elder futhark, younger futhark",
        "description": "Welcome to Futhark, the ultimate app for those who seek to unlock the secrets of the Viking era! With our powerful tool, you can easily translate English to Elder Futhark and vice versa, allowing you to delve deep into the world of ancient Nordic history and mythology.\n\nBut that's not all - with Futhark, you can also learn about the runes themselves, their meanings, and the rich symbolism behind each character. Our app features an intuitive runic keyboard, making it easy to type and send messages in this ancient script.\n\nWhether you're a history buff, a language enthusiast, or simply fascinated by the mystique of the Vikings, Futhark is the perfect app for you. So why wait? Download our app today and start exploring the secrets of the runes!",
        "releases": [
            {
                "version": "1.0",
                "changelog": [
                    "Initial release"
                ]
            },
            {
                "version": "1.1",
                "changelog": [
                    "New runes and rune detail view",
                    "User interface improvements & amends",
                    "Improved translator",
                    "Added runic period & colon to keyboard"
                ]
            },
            {
                "version": "1.2",
                "changelog": [
                    "Added Younger Futhark translations",
                    "Added Younger Futhark keyboard",
                    "Performance improvements"
                ]
            },
            {
                "version": "1.2.1",
                "changelog": [
                    "User feedback prompt",
                    "General maintenance"
                ]
            }
        ],
        "screenshots": [
            "screenshot1.webp",
            "screenshot2.webp",
            "screenshot3.webp",
            "screenshot4.webp",
            "screenshot5.webp",
            "screenshot6.webp"
        ],
        "appstore_link": "https://apps.apple.com/app/id6443659537"
    },
    {
        "id": "percentx",
        "name": "PercentX",
        "icon": "percentx.png",
        "promo": "Master percentages effortlessly with PercentX! Quick & easy calculator for everyday use. Get accurate results in a snap! Download now & simplify your life.",
        "subtitle": "Calculate percentages with ease!",
        "keywords": "percentage, calculator, discount, calculation, percentage calculator, percent calculator, percent, %, percentx, percentx app, percentage calculator app",
        "description": "Introducing PercentX, your go-to percentage calculator designed to make your life easier. Whether you're a student, a professional, or simply someone looking for a fast and efficient way to handle percentages, PercentX is the perfect solution.\n\nKey features:\n\n- Sleek, user-friendly interface for seamless navigation\n- Perform calculations such as \"Percentage of,\" \"Add percentage to,\" and \"Subtract percentage from\"\n- Input validation to ensure accurate results\n- Easily copy results to the clipboard with just one tap\n- Clear all input fields with a single button for quick recalculations\n- Receive helpful alerts for invalid inputs or when results are copied to the clipboard\n\nPercentX is designed to be your reliable companion for day-to-day percentage calculations. Its straightforward design and intuitive functionality make it the ideal app for anyone in need of a quick and accurate percentage calculator.\n\nSay goodbye to cumbersome calculations and hello to PercentX – download now to experience the difference for yourself!",
        "releases": [
            {
                "version": "1.0",
                "changelog": [
                    "Initial release"
                ]
            },
            {
                "version": "1.1",
                "changelog": [
                    "New formula: Add % to a number",
                    "New formula: Subtract % from a number",
                    "User interface improvements"
                ]
            },
            {
                "version": "1.1.1",
                "changelog": [
                    "Minor UI improvements"
                ]
            }
        ],
        "screenshots": [
            "screenshot1.webp",
            "screenshot2.webp",
            "screenshot3.webp"
        ],
        "appstore_link": "https://apps.apple.com/app/id6448712135"
    },
    {
        "id": "unitx",
        "name": "UnitX",
        "icon": "unitx.png",
        "promo": "UnitX: The Ultimate Unit Converter App for Swift and Seamless Measurement Conversions.",
        "subtitle": "Convert anything whilst on the go!",
        "keywords": "unit converter, measurement, speed converter, weight converter, length converter, volume converter",
        "description": "UnitX is a powerful and intuitive unit converter app that allows you to quickly and easily convert various units of measurement. With support for speed, weight, length, and volume conversions, UnitX provides a comprehensive solution for all your conversion needs. Seamlessly switch between different unit types and select from a wide range of units. Convert with ease and precision using UnitX.",
        "releases": [
            {
                "version": "1.0",
                "changelog": [
                    "Initial release"
                ]
            },
            {
                "version": "1.0.1",
                "changelog": [
                    "Minor bug fix"
                ]
            }
        ],
        "screenshots": [
            "screenshot1.webp",
            "screenshot2.webp",
            "screenshot3.webp"
        ],
        "appstore_link": "https://apps.apple.com/app/id6449624472"
    }
]